export const histories = [
  {
    date: '2021/04 - ',
    title: '株式会社HRBrain',
    description:
      '新卒一人目のエンジニアとして入社。React/Reduxをメインに、Goでサーバーサイドも書いています。',
  },
  {
    date: '2020/05 - 2021/01',
    title: 'RELATIONS株式会社',
    description: `内定者インターンとしてオンボーディングをした後に、フロントエンドを中心にHR系SaaSの開発業務に従事しました。自分でタスクをとり調査・再現→修正→PRの流れを経験、また、コードレビューに参加してチーム開発で必要な意識などを培いました。
    開発人数: 6人
    技術スタック: React/GraphQL/ApolloClient/スクラム
    `,
  },
  {
    date: '2017/04',
    title: '東京工科大学 コンピュータサイエンス学部 入学',
    description:
      '元々パソコンが好きで、ITに興味があったことから体系的に学べるCS学部に入学しました。体系的にCSを学びつつ、アルバイトとサークル活動をしていました。大学時代で経験したアルバイトはカフェ、出前、相席バー、結婚式場など。サークルは音響や照明の設営、運営を行うようなイベントサークルに所属し、音響長として機材の管理やイベントでの設計といったPA業務をしていました。これらのチームでの活動の経験から、働きやすい環境づくりやマネジメントに興味を持つようになりました。',
  },
  {
    date: '2014/04 - 2017/03',
    title: '高校生時代',
    description:
      '部活には所属せず、高校一年生の時からずっとアルバイトをしていました。経験したアルバイトはファミレス、コンビニ、個人経営のイタリアンレストランなど。部活動の代わりに生徒会に所属し、副会長として活動を行っていました。アルバイトや生徒会、またHR委員などもやっていたことから人前に出たり発言したりといった抵抗がなくなりました。',
  },
];
